-- phpMyAdmin SQL Dump
-- version 4.0.10deb1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Апр 16 2015 г., 12:56
-- Версия сервера: 5.5.41-0ubuntu0.14.04.1
-- Версия PHP: 5.5.9-1ubuntu4.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `projectdb`
--

-- --------------------------------------------------------

--
-- Структура таблицы `question`
--

CREATE TABLE IF NOT EXISTS `question` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `question` text CHARACTER SET utf8 NOT NULL,
  `answer` text CHARACTER SET utf8,
  `status` int(11) NOT NULL DEFAULT '0',
  `count` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=35 ;

--
-- Дамп данных таблицы `question`
--

INSERT INTO `question` (`id`, `question`, `answer`, `status`, `count`) VALUES
(11, 'How do you do?', NULL, 1, 1),
(12, 'How do you do?', NULL, 1, 1),
(13, 'Чи тяжко вступити в ХПК?', 'Якщо хоч трохи вчились в школі,ви вступите', 2, 1),
(14, 'Які найкращі відділення в коледжі?', 'Всі відділення чудові', 2, 1),
(15, 'Які докумнети потрібні при вступі?', 'Атесат, додаток до атестату,форма Н**', 2, 1),
(16, 'Які екзамени при вступі потрібно здавати?', 'Українська мова і математика', 2, 1),
(17, 'Скільки бюджетних місць на відділенні прогамування?', 'Цього року - 40 бюджетних місць', 2, 1),
(18, 'Чи є в коледжі тренажерний зал?', 'Так, в коледжі є тренажерний зал', 2, 1),
(19, 'Скільки комп*ютерних класів в коледжі?', '15', 2, 2),
(20, 'Скільки викладачів вищої карегорії?', 'Близько 20', 2, 1),
(21, 'Чи є на базі коледжу, якісь курси?', 'В коледжі є курси - водіння', 2, 3),
(22, 'Чи є осінні канікули?', 'Ні, не має. Це для школярів', 2, 1),
(23, 'Який розмір стипендії?', 'Близько 700 грн', 2, 1),
(24, 'fsddsf', '', 3, 1),
(25, 'fsdsdfsfddsf', '', 3, 1),
(26, 'abc', '', 3, 1),
(27, 'Чи є у вас коледжі КВН?', 'Так, є. Навіть є відома команда ''Без 15 шість''', 2, 1),
(28, 'Чи є у вас коледжі КВН?', 'Так, є. Навіть є відома команда ''Без 15 шість''', 2, 1),
(29, 'Які мови програмування вивчається на ПР?', 'С++,C#,Java,PHP,Javasctip', 2, 1),
(30, 'Скільки коштує проживання в гуртожитку', 'Близько 600 грн за один семестер', 2, 3),
(31, 'Куди можна вступати після закінчення коледжу?', 'Є можливість вступу в Львівську політехніку або ХНУ', 2, 1),
(32, 'Чи є їдальня в коледжі?', 'Так, є', 2, 1),
(33, 'Скільки відділень в коледжі', 'Їх є 4', 2, 1),
(34, 'Чи вивчається php в коледжі?', 'Так, вивчається на відділенні програмування', 2, 1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
